Repository: DanilKlec/Platform
Catalog: MobileCachRegisterCore/Resources/Localization.*.resx
Languages: ro, ru

source: Application
ro: Aplicații
ru: Приложения

source: Edit
ro: Redactare
ru: Редактировать

source: Language
ro: Limba
ru: Язык

source: Short description
ro: Descriere scurtă
ru: Краткое описание

source: Terms of use
ro: Termeni de utilizare
ru: Условия эксплуатации / Правила пользования

source: Packages
ro: Pachete
ru: Пакеты

source: Add package
ro: Adăugați pachet
ru: Добавить пакет

source: Name
ro: Denumirea
ru: Наименование

source: Min value
ro: Valoare minimă
ru: Мин. значение

source: Max value
ro: Valoare maximă
ru: Макс. значение

source: Price
ro: Preț
ru: Цена

source: Valid from
ro: Valabil de la
ru: Действителен с

source: Valid to
ro: Valabil până la
ru: Действителен до

source: Status
ro: Statut
ru: Статус

source: Company
ro: Companie
ru: Компания

source: Add company
ro: Adăugați o companie
ru: Добавить компанию

source: Juridical name
ro: Denumire juridică
ru: Юридическое название

source: Commercial name
ro: Denumire comercială
ru: Коммерческое название

source: User
ro: Utilizator
ru: Пользователь

source: Add user
ro: Adăugați utilizator
ru: Добавить пользователя

source: First name
ro: Prenume
ru: Имя

source: Last name
ro: Nume
ru: Фамилия

source: Email
ro: Poșta electronică
ru: Электронная почта

source: Last authorize
ro: Ultima autorizare
ru: Последняя авторизация

source: Phone number
ro: Număr de telefon
ru: Номер телефона

source: Disable
ro: Deactivați
ru: Деактивировать

source: Reset password
ro: Resetează parola
ru: Сбросить пароль

source: Group
ro: Grup
ru: Группа

source: Add group
ro: Adăugare grup
ru: Добавить группу

source: Administrator
ru: Администратор

source: Users
ro: Utilizatori
ru: Пользователи

source: Navigation permissions
ro: Permisiuni de navigare
ru: Разрешения для навигации

source: Add navigation
ro: Adăugați navigare
ru: Добавить навигацию

source: Permission state
ro: Starea permisiunii
ru: Состояние разрешения

source: Templates
ro: Șabloane
ru: Шаблоны

source: Management
ru: Управление

source: Server
ru: Сервер

source: Add server
ro: Adăugați server
ru: Добавить сервер

source: Port
ru: Порт

source: Category
ro: Categorie
ru: Категория

source: Type
ro: Tip
ru: Тип

source: State
ro: Statut
ru: Состояние

source: Database
ro: Bază de date
ru: База данных

source: DB Name
ro: Denumirea BD
ru: Имя БД

source: Company juridical name
ro: Denumire juridică al companiei
ru: Юридическое название компании

source: Product
ro: Produs
ru: Продукт

source: Create date
ro: Data creării
ru: Дата создания

source: Db Size
ro: Dimensiunea BD
ru: Размер БД

source: Version
ro: Versiune
ru: Версия

source: Application services
ro: Serviciile aplicațiilor
ru: Службы приложений

source: Server name
ro: Denumirea serverului
ru: Имя сервера

# MACAdress
source: MAC-address
ro: Adresa MAC
ru: MAC-адрес

source: Update
ro: Actualizat
ru: Обновлено

source: Is Active
ro: Este activ
ru: Активен

source: Cloud services
ro: Servicii cloud
ru: Облачные сервисы

source: Host name
ru: Имя хоста

source: Report
ro: Raport
ru: Отчет

source: Events
ro: Evenimente
ru: События

source: Date
ro: Data
ru: Дата

source: Source
ro: Sursă
ru: Источник

source: Domain
ro: Domeniu
ru: Домен

source: Configuration
ro: Configurare
ru: Конфигурация

source: Service
ro: Serviciu
ru: Служба

source: Map
ro: Harta clienților
ru: Карта клиентов

source: Overdue debt days
ro: Zilele datorate restante
ru: Дни просроченной задолженности

source: Overdue debt sum
ro: Suma datoriei restante
ru: Сумма просроченной задолженности

source: Unpaid documents
ro: Documente neplătite
ru: Неоплаченные документы

source: Entity
ro: Entitate
ru: Сущность

source: Parameters
ro: Parametrii
ru: Параметры

source: Map settings
ro: Setări pentru hartă
ru: Настройки карты

source: Groups
ro: Grupuri
ru: Группы

source: Group settings
ro: Setări de grup
ru: Настройки группы

source: Add group settings
ro: Adăugați setări de grup
ru: Добавить настройки группы

source: Template
ro: Șablon
ru: Шаблон

source: Support center
ro: Suport tehnic
ru: Служба поддержки

source: Bug tracker
ru: Баг трекер

source: Create
ro: Creare
ru: Создать

source: Subject
ro: Subiect
ru: Тема

source: Assigned to
ro: Atribuit
ru: Назначено

source: Product category
ro: Categoria produs
ru: Категория продукта

source: Product module
ro: Modul produs
ru: Модуль продукта

source: Verified by
ro: Verificat de
ru: Проверено

source: Realized on
ro: Realizat pe
ru: Реализовано в

source: Resolved by
ro: Rezolvată de
ru: Кем решено

source: Resolved
ro: Rezolvat
ru: Решено

source: Author
ro: Autor
ru: Автор

source: Responsible
ro: Responsabil
ru: Ответственный

source: Last date
ro: Ultima modificare
ru: Последнее редактирование

source: Version number
ro: Numarul versiunii
ru: Номер версии

source: Reproducibility
ro: Reproductibilitatea
ru: Воспроизводимость

source: Add version
ro: Adăugați versiunea
ru: Добавить версию

source: Number
ro: Număr
ru: Номер

source: New features
ro: Funcții noi
ru: Новые возможности

source: Resolved issues
ro: Probleme rezolvate
ru: Решенные проблемы

source: Documentation
ro: Documentație
ru: Документация

source: Add documentation
ro: Adăugați documentație
ru: Добавить документацию

source: Released on
ro: Eliberat
ru: Выпущен

source: VAT Code
ro: Cod de TVA
ru: Код НДС

source: Country
ro: Țara
ru: Страна

source: Juridical address
ro: Adresa juridică
ru: Юридический адрес

source: Office address
ro: Adresa biroului
ru: Адрес офиса

source: Bank
ro: Banca
ru: Банк

source: Alias
ru: Псевдоним

source: Alias ESM
ru: Псевдоним ESM

source: WebSite
ro: Site-ul web
ru: Веб-сайт

source: Cancel
ro: Anulare
ru: Отмена

source: Save
ro: Salvare
ru: Сохранить

# HeaderActivateCompany
source: Do you want to activate company
ro: Doriți să activați compania
ru: Вы хотите активировать компанию

# HeaderDeactivateCompany
source: Do you want to deactivate company
ro: Doriți să dezactivați compania
ru: Вы хотите деактивировать компанию

# FileUploaderMessageDragDrop
source: Drag & Drop the desired file
ro: Trageți și plasați fișierul dorit
ru: Перетащите желаемый файл

# FileUploaderMessageClickBrowse
source: …or click to browse for a file instead.
ro: …sau faceți clic pentru a căuta un fișier.
ru: …или нажмите, чтобы перейти к файлу.

# HeaderActivateUser
source: Do you want to activate user
ro: Doriți să activați utilizatorul
ru: Вы хотите активировать пользователя

# HeaderDeactivateUser
source: Do you want to deactivate user
ro: Doriți să dezactivați utilizatorul
ru: Вы хотите деактивировать пользователя

# HeaderResetPasswordUser
source: Do you want to reset password of user
ro: Doriți să resetați parola utilizatorului
ru: Вы хотите сбросить пароль пользователя

# ShortName
source: Alias
ru: Псевдоним

source: Pos type
ro: Tipul Pos-ului
ru: Тип Pos-а

source: Pos setting type
ro: Tipul setării Pos-ului
ru: Тип настройки Pos-а

source: Password
ro: Parolă
ru: Пароль

source: Old password
ro: Parolă veche
ru: Старый пароль

source: New password
ro: Parolă nouă
ru: Новый пароль

source: Confirm password
ro: Confirmarea parolei
ru: Подтверждение пароля

source: Next
ro: Urmează
ru: Дальше

source: Forgot password?
ro: Ai uitat parola?
ru: Забыли пароль?

# ResetPasswordHeader
source: Please enter the email address used for your registration.
ro: Vă rugăm să introduceți adresa de e-mail folosită pentru înregistrare.
ru: Пожалуйста, введите адрес электронной почты, который использовался при регистрации.

source: All rights reserved.
ro: Toate drepturile rezervate.
ru: Все права защищены.

source: Unlock
ro: Deblocați
ru: Разблокировать

source: Lock screen
ro: Ecran de blocare
ru: Экран блокировки

# LockScreenHeader
source: Enter your password to unlock the screen!
ro: Introduceți parola pentru a debloca ecranul!
ru: Введите пароль, чтобы разблокировать экран!

source: Change password
ro: Schimbați parola
ru: Изменить пароль

source: Edit profile
ro: Editează profilul
ru: Редактировать профиль

source: Save as draft
ro: Salvează ca ciornă
ru: Сохранить как черновик

source: Parent paragraph
ro: Paragraf părinte
ru: Родительский параграф

# DeleteDocumentation
source: Do you really want to delete this the documentation? To confirm, please first enter the 'Name' of the documentation :
ro: Chiar doriți să ștergeți această documentație? Pentru a confirma, introduceți mai întâi „Nume”-le documentației :
ru: Вы действительно хотите удалить эту документацию? Для подтверждения сначала введите "Наименование" документации :

# DisableDocumentation
source: Do you want to disable documentation
ro: Doriți să dezactivați documentația
ru: Вы хотите деактивировать документацию

# ActivateDocumentation
source: Do you want to activate documentation
ro: Doriți să activați documentația
ru: Вы хотите активировать документацию

# DraftDocumentation
source: Do you want to change the documentation status to draft?
ro: Doriți să schimbați statusul documentației în ciornă?
ru: Вы хотите изменить статус документации на черновик?

source: Draft
ro: Ciornă
ru: Черновик

source: Delete
ro: Șterge
ru: Удалить

# DocumentationDependecies
source: There are following dependencies:
ro: Există următoarele dependențe:
ru: Имеются следующие зависимости:

# CannotDeleteDocumentation
source: You can't delete documentation
ro: Nu puteți șterge documentația
ru: Вы не можете удалить документацию

source: Add
ro: Adăugați
ru: Добавить

source: Picture
ro: Imagine
ru: Изображение

# ChooseLanguage
source: Please choose language
ro: Vă rugăm să alegeți limba
ru: Пожалуйста, выберите язык

source: Language documentation
ro: Limba documentației
ru: Язык документации

source: Client map
ro: Harta clientului
ru: Карта клиента

source: Cloud settings
ro: Setări cloud
ru: Обл. настройки

source: Catalog
ru: Каталог

source: Menu
ro: Meniu
ru: Меню

source: Settings
ro: Setări
ru: Настройки

source: Sign out
ro: Deconectare
ru: Выйти

# LockScreenFooter
source: Not you? return
ro: Nu tu? revină pe pagina
ru: Не ты? вернись на страницу

source: Sign in
ro: Autentificare
ru: Авторизация

source: Session timeout!
ro: Sesiunea a expirat!
ru: Время сеанса истекло!

source: Description documentation
ro: Descrierea documentației
ru: Описание документации

source: Nothing to display
ro: Nu există date pentru afișare
ru: Нет данных для отображения

source: Hash
ru: Хеш

source: Backup user
ro: Backup utilizator
ru: Резервный пользователь

source: Backup password
ro: Parola de backup
ru: Резервный пароль

source: Comment
ro: Comentariu
ru: Комментарий

# HeaderDeleteDatabase
source: Do you really want to delete this database? To confirm, please first enter the 'DB Name' :
ro: Chiar doriți să ștergeți această bază de date? Pentru a confirma, introduceți mai întâi „Nume BD” :
ru: Вы действительно хотите удалить эту базу данных? Для подтверждения сначала введите "Имя БД" :

source: Service name
ro: Numele serviciului
ru: Название службы

source: Database servers
ro: Servere de baze de date
ru: Серверы баз данных

# HeaderDeleteService
source: Do you really want to delete this service? To confirm, please first enter the 'Server name' and the 'Type' of the service :
ro: Chiar doriți să ștergeți acest serviciu? Pentru a confirma, introduceți mai întâi „Numele serverului” și „Tip”-ul serviciului :
ru: Вы действительно хотите удалить эту службу? Для подтверждения сначала введите "Название сервера" и "Тип" службы :

# HeaderDeleteServer
source: Do you really want to delete this server? To confirm, please first enter the 'Name' of the server :
ro: Chiar doriți să ștergeți acest server? Pentru a confirma, introduceți mai întâi „Nume”-le serverului :
ru: Вы действительно хотите удалить этот сервер? Для подтверждения сначала введите "Наименование" сервера :

source: Navigation
ro: Navigare
ru: Навигация

source: Message
ro: Mesaj
ru: Сообщение

source: Location
ro: Locație
ru: Расположение

source: Activated
ro: Activat
ru: Активировано

source: Activate
ro: Activare
ru: Активировать

source: Disabled
ro: Deactivat
ru: Деактивировано

source: Details
ro: Detalii
ru: Детали

source: Error
ro: Eroare
ru: Ошибка

source: Build date
ro: Data construirii
ru: Дата сборки

source: Report date
ro: Data raportului
ru: Дата отчёта

source: Add template
ro: Adăugați șablon
ru: Добавить шаблон

source: Point of sales
ro: Punct de vânzare
ru: Точка продажи

# HeaderDeleteErrorTypeMapSetting
source: You can't delete this group, because is used in client card!
ro: Nu puteți șterge acest grup, deoarece este folosit în cardul de client!
ru: Вы не можете удалить эту группу, т.к. она используется в карточке клиента!

# HeaderDeleteErrorGroupMapSetting
source: You can't delete this group settings because they is used in client card!
ro: Nu puteți șterge aceste setări de grup, deoarece sunt folosite în cardul clientului!
ru: Вы не может удалить эту настройку, она используется в карте клиента!

# HeaderDeleteTypeMapSetting
source: Do you really want to delete this group? To confirm, please first enter the 'Name' of the group :
ro: Chiar doriți să ștergeți acest grup? Pentru a confirma, introduceți mai întâi „Nume”-le grupului :
ru: Вы действительно хотите удалить эту группу? Для подтверждения сначала введите "Наименование" настройки группы :

# HeaderDeleteGroupMapSetting
source: Do you really want to delete this group setting? To confirm, please first enter the 'Name' of the group setting :
ro: Chiar doriți să ștergeți această setare de grup? Pentru a confirma, introduceți mai întâi „Nume”-le setării grupului :
ru: Вы действительно хотите удалить эту настройку группы? Для подтверждения сначала введите "Наименование" настройки группы :

source: Warning
ro: Avertizare
ru: Предупреждение

source: Template is empty!
ro: Șablonul este gol!
ru: Шаблон пуст!

# HeaderDeleteErrorMapItem
source: You can't delete this point of sales!
ro: Nu puteți șterge acest punct de vânzare!
ru: Вы не можете удалить эту точку продаж!

# FooterDelereErrorMapItem
source: Point of sales is connected with this entities:
ro: Punctul de vânzare este legat de aceste entități:
ru: Точка продажи связана с этими сущностями:

# HeaderDeleteMapItem
source: Do you really want to delete this point of sale? To confirm, please first enter the 'Name' of the point of sale :
ro: Chiar doriți să ștergeți acest punct de vânzare? Pentru a confirma, introduceți mai întâi „Nume”-le punctului de vânzare :
ru: Вы действительно хотите удалить эту точку продаж? Для подтверждения сначала введите "Наименование" точки продаж :

# HeaderDeleteMapEntity
source: Do you really want to delete this entity? To confirm, please first enter the 'Name' of the entity :
ro: Chiar doriți să ștergeți această entitate? Pentru a confirma, introduceți mai întâi „Nume”-le entității :
ru: Вы действительно хотите удалить эту сущность? Для подтверждения сначала введите "Наименование" сущности :

source: Description
ro: Descrierea
ru: Описание

source: Ticket category
ro: Categoria tichetului
ru: Категория заявки

# FileInputMaxLenght
source: The maximum number of files is already attached to the ticket: 5 of 5 files
ro: Numărul maxim de fișiere este deja atașat tichetului: 5 din 5 fișiere
ru: Максимальное количество файлов, уже прикрепленны к заявке: 5 из 5 файлов

# FileInputMaxSize
source: Maximum file size:
ro: Mărimea maximă a fișierului:
ru: Максимальный размер файла:

# FileInputMaxNumberFile
source: Maximum number of files is:
ro: Numărul maxim de fișiere este:
ru: Максимальное количество файлов:

source: Answer question
ro: Răspunde la întrebare
ru: Ответить на вопрос

source: File
ro: Fișier
ru: Файл

source: Files
ro: Fișiere
ru: Файлы

source: Accept
ru: Принять

source: Decline
ro: Refuz
ru: Отклонить

source: Select files
ro: Selectați fișierele
ru: Выбрать файлы

source: Reopen
ro: Redeschide
ru: Возобновить

source: Provider
ro: Furnizor
ru: Провайдер

source: HTML form template
ro: Șablon de formular HTML
ru: HTML-шаблон формы

source: CSS form template
ro: Șablon de formular CSS
ru: CSS-шаблон формы

source: Data template
ro: Șablon de date
ru: Шаблон данных

# HeaderDeletePackage
source: Do you really want to delete this package? To confirm, please first enter the 'Name' of the package :
ro: Chiar doriți să ștergeți acest pachet? Pentru a confirma, introduceți mai întâi „Nume”-le pachetului :
ru: Вы действительно хотите удалить этот пакет? Для подтверждения сначала введите "Наименование" пакета :

# DisablePackage
source: Do you want to disable package
ro: Doriți să dezactivați pachetul
ru: Вы хотите деактивировать пакет

# ActivatePackage
source: Do you want to activate package
ro: Doriți să activați pachetul
ru: Вы хотите активировать пакет

source: Client
ru: Клиент

source: Global settings
ro: Setări globale
ru: Глобальные настройки

source: Fiscal memory setting
ro: Setări memoriei fiscale
ru: Настройки фискальной памяти

source: VAT setting
ro: Setări TVA
ru: Настройки НДС

source: Timeout with fiscal memory
ro: Time-out cu memorie fiscală
ru: Тайм-аут с фискальной памятью

source: Timeout without fiscal memory
ro: Time-out fără memorie fiscală
ru: Тайм-аут без фискальной памяти

# NameAlreadyUsedValidation
source: This name is already used
ro: Acest nume este deja folosit
ru: Это имя уже используется

# FileBigValidation
source: File is to big then 1 MB
ro: Fișierul e mai mare de 1 MB
ru: Размер файла превышает 1 МБ

# EnterDescriptionValidation
source: Please enter the description...
ro: Vă rugăm să introduceți descrierea...
ru: Пожалуйста, введите описание...

source: Contact administrator
ro: Contactați administratorul
ru: Свяжитесь с администратором

# UserNotFoundOrIncorrenctPasswordValidation
source: User name not found or incorrect password
ro: Numele de utilizator nu a fost găsit sau parola este incorectă
ru: Имя пользователя не найдено или неверный пароль

source: Internal error
ro: Eroare internă
ru: Внутренняя ошибка

# UserNotFoundOrIncorrenctEmailValidation
source: User name not found or incorrect email
ro: Numele de utilizator nu a fost găsit sau adresa de e-mail este incorectă
ru: Имя пользователя не найдено или неправильный адрес электронной почты

source: Saved
ro: Salvat
ru: Сохранено

source: Application updated
ro: Aplicația a fost actualizată
ru: Приложение обновлено

source: Application picture updated
ro: Imaginea aplicației a fost actualizată
ru: Изображение приложения обновлено

source: Package deleted
ro: Pachetul a fost șters
ru: Пакет удален

source: Package activated
ro: Pachetul a fost activat
ru: Пакет активирован

source: Package disabled
ro: Pachetul a fost dezactivat
ru: Пакет отключен

# PackageIndexUp
source: Package index moved up
ro: Indexul pachetelor a fost mutat în sus
ru: Индекс пакета перемещён вверх

# PackageIndexDown
source: Package index moved down
ro: Indexul pachetelor a fost mutat în jos
ru: Индекс пакета перемещён вниз

source: Not saved
ro: Nu a fost salvat
ru: Не сохранено

# QuantityFilesMoreFive
source: Quantity files can't be more than 5 items
ro: Cantitatea fișierelor nu poate fi mai mare de 5 articole
ru: Количество файлов не может быть больше 5 элементов

source: Removed
ro: Eliminat
ru: Удалено

# DocumentationDraft
source: Documentation status changed to draft
ro: Statutul documentației s-a schimbat în schiță
ru: Статус документации изменён на черновик

# DocumentationActivate
source: Documentation is activated
ro: Documentația este activată
ru: Документация активирована

# DocumentationDisable
source: Documentation is disabled
ro: Documentația este dezactivată
ru: Документации деактивирована

# DocumentationDelete
source: Documentation is deleted
ro: Documentația este ștearsă
ru: Документация удалена

source: Saved as draft
ro: Salvat ca ciornă
ru: Сохранено как черновик

# DocumentationNotExist
source: Documentation does not exist
ro: Documentația nu există
ru: Документация не существует

source: Deleted group
ro: Grupa a fost ștearsă
ru: Группа удалена

source: User not selected
ro: Utilizatorul nu este selectat
ru: Пользователь не выбран

source: Deleted user
ro: Utilizatorul a fost șters
ru: Пользователь удален

source: Navigation not selected
ro: Navigarea nu este selectată
ru: Навигация не выбрана

source: Deleted navigation
ro: Navigarea a fost ștearsă
ru: Навигация удалена

# ServerNotDeleted
source: Server didn't delete
ro: Serverul nu a fost șters
ru: Сервер не удалён

# ServerNotAdded
source: Server didn't added
ro: Serverul nu a fost adăugat
ru: Сервер не добавлен

# DeletedPos
source: Point of sales deleted
ro: Punctul de vânzare a fost șters
ru: Точка продаж удалена

# DeletedEntity
source: Entity deleted
ro: Entitatea a fost ștearsă
ru: Сущность удалена

source: Deleted group settings
ro: Setările grupului au fost șterse
ru: Удалены настройки группы

source: Template updated
ro: Șablonul a fost actualizat
ru: Шаблон обновлен

# PasswordСhanged
source: Password changed
ro: Parola a fost schimbată
ru: Пароль изменён

# VersionNotUnique
source: Version is not unique
ro: Versiunea nu este unică
ru: Версия не уникальна

# VersionNotSelect
source: Version not selected
ro: Versiunea nu a fost selectată
ru: Версия не выбрана

source: Config data
ro: Date de configurare
ru: Конфигурационные данные

source: OS Type
ro: Tip OS
ru: Тип ОС

# ChooseCategory
source: Please choose category
ro: Vă rugăm să alegeți categoria
ru: Пожалуйста, выберите категорию

# ChooseOSType
source: Please choose OS type
ro: Vă rugăm să alegeți tipul OS
ru: Пожалуйста, выберите тип ОС

# ChooseStatus
source: Please choose status
ro: Vă rugăm să alegeți statutul
ru: Пожалуйста, выберите статус

# ChooseType
source: Please choose type
ro: Vă rugăm să alegeți tipul
ru: Пожалуйста, выберите тип

# ChooseParentParagraph
source: Please choose parent paragraph
ro: Vă rugăm să alegeți paragraful părinte
ru: Пожалуйста, выберите родительский параграф

# ChooseProductModule
source: Please choose product module
ro: Vă rugăm să alegeți modul produsului
ru: Пожалуйста, выберите модуль продукта

# ChooseProductCategory
source: Please choose product category
ro: Vă rugăm să alegeți categoria produsului
ru: Пожалуйста, выберите категорию продукта

# ChooseProduct
source: Please choose product
ro: Vă rugăm să alegeți produsul
ru: Пожалуйста, выберите продукт

# ChooseVersion
source: Please choose version
ro: Vă rugăm să alegeți versiunea
ru: Пожалуйста, выберите версию

# ChooseResponsible
source: Please choose responsible user
ro: Vă rugăm să alegeți utilizatorul responsabil
ru: Пожалуйста, выберите ответственное лицо

# ChooseReproducibility
source: Please choose reproducibiliry
ro: Vă rugăm să alegeți reproductibilitatea
ru: Пожалуйста, выберите воспроизводимость

# ChooseCompany
source: Please choose company
ro: Vă rugăm să alegeți compania
ru: Пожалуйста, выберите компанию

# ChooseCategoryTicket
source: Please choose category ticket
ro: Vă rugăm să alegeți categoria ticketului
ru: Пожалуйста, выберите категорию заявки

# ChooseAssignedTo
source: Please choose assigned to user
ro: Vă rugăm să alegeți utilizatorul atribuit
ru: Пожалуйста, выберите назначенное лицо

# ChooseParameters
source: Please choose parameters
ro: Vă rugăm să alegeți parametrii
ru: Пожалуйста, выберите параметры

# ChooseServer
source: Please choose server
ro: Vă rugăm să alegeți serverul
ru: Пожалуйста, выберите сервер

# ChooseUser
source: Please choose user
ro: Vă rugăm să alegeți utilizatorul
ru: Пожалуйста, выберите пользователя

# ChooseNavigation
source: Please choose navigation
ro: Vă rugăm să alegeți navigarea
ru: Пожалуйста, выберите навигацию

# ChoosePermissionState
source: Please choose permission state
ro: Vă rugăm să alegeți starea permisiunii
ru: Пожалуйста, выберите cостояние разрешения

# ChooseCountry
source: Please choose country
ro: Vă rugăm să alegeți țara
ru: Пожалуйста, выберите страну
