Repository: DanilKlec/Platform
Catalog: MobileCachRegisterCore/Resources/Localization.*.resx
Languages: ro, ru

# HeaderDeleteRolesGroups
source: Do you really want to delete this group? To confirm, please first enter the 'Name' of the group :
ro: Chiar doriți să ștergeți acest grup? Pentru a confirma, introduceți mai întâi „Nume”-le grupului :
ru: Вы действительно хотите удалить эту группу? Для подтверждения сначала введите "Наименование" группы :

# HeaderDeleteNavigationGroups
source: Do you really want to delete this navigation? To confirm, please first enter the 'Navigation' :
ro: Chiar doriți să ștergeți această navigarea? Pentru a confirma, introduceți mai întâi „Navigarea” :
ru: Вы действительно хотите удалить эту навигацию? Для подтверждения сначала введите "Навигацию" :

# HeaderDeleteUserGroups
source: Do you really want to delete this user? To confirm, please first enter the 'User' :
ro: Chiar doriți să ștergeți acest utilizator? Pentru a confirma, introduceți mai întâi „Utilizator”-ul :
ru: Вы действительно хотите удалить этого пользователя? Для подтверждения сначала введите "Пользователя" :

# HeaderDeleteUnits
source: Do you really want to want to delete this unit? To confirm, please first enter the "Name" of the unit :
ro: Chiar doriți să ștergeți această unitate? Pentru a confirma, introduceți mai întâi „Nume”-le unități :
ru: Вы действительно хотите удалить этот блок? Для подтверждения сначала введите наименование блока :

source: Address
ro: Adresa
ru: Адрес

source: Module Settings
ro: Setările modulului
ru: Настройки модуля

source: Email packages
ro: Pachete email
ru: Email пакеты

source: SMS packages
ro: Pachete SMS
ru: SMS пакеты

source: Generate
ro: Generați
ru: Генерировать

# HeaderGenerateAPIKey
source: Do you want generate API key for application
ro: Doriți să generați cheia API pentru aplicația
ru: Вы хотите сгенерировать ключ API для приложения

source: General settings
ro: Setări generale
ru: Общие настройки

# EmailTestValidation
source: 'Test email' must not be empty
ro: 'Testare poșta electronică' nu trebuie să fie goală
ru: 'Тест электронной почты' должно быть заполнено

# EmailTest
source: Test email
ro: Testare poștă electronică
ru: Тест электронной почты

source: Test
ro: Testare
ru: Тест

# SMSTestValidation
source: 'Test sms' must not be empty
ro: 'Testare sms' nu trebuie să fie goală
ru: 'Тест смс' должно быть заполнено

# SMSTest
source: Test sms
ro: Testare sms
ru: Тест смс

# EmailSent
source: Email has been sent
ro: Email-ul a fost trimis
ru: Письмо было отправлено

# SMSSent
source: SMS has been sent
ro: SMS a fost trimis
ru: СМС отправлено

# ChangeStatusApp
source: App status updated
ro: Starea aplicației a fost actualizată
ru: Статус приложения обновлен

source: Reactivate
ro: Reactivează
ru: Реактивировать

# HeaderActivateFiscalDevice
source: Do you want to activate fiscal device
ro: Doriți să activați dispozitivul fiscal
ru: Вы хотите активировать фискальное устройство

# HeaderDeactivateFiscalDevice
source: Do you want to deactivate fiscal device
ro: Doriți să dezactivați dispozitivul fiscal
ru: Вы хотите деактивировать фискальное устройство

# HeaderReactivateFiscalDevice
source: Do you want to reactivate fiscal device
ro: Doriți să reactivați dispozitivul fiscal
ru: Вы хотите реактивировать фискальное устройство

source: Factory
ro: Număr de serie
ru: Серийный номер

# NumberSTS
source: Number SFS
ro: Numărul SFS
ru: Номер НГС

source: Model
ru: Модель

source: Key
ro: Chea
ru: Ключ

source: Business type
ro: Tip afacerii
ru: Тип бизнеса

source: Fiscal device
ro: Dispozitiv fiscal
ru: Фискальное устройство

source: Activation code
ro: Codul de activare
ru: Код активации

# ChooseBusinessType
source: Please business type
ro: Vă rugăm să alegeți tipul afacerii
ru: Пожалуйста, выберите страну

# CheckMEV
source: Check in MEV
ro: Verifică în MEV
ru: Проверить в MEV

source: Reactivated
ro: Reactivat
ru: Реактивирован

source: Deleted
ro: Șters
ru: Удалено

source: Released
ro: Eliberat
ru: Выпущено

# FileMoreRows
source: File was more 1000 rows
ro: Fișierul are mai mult de 1000 rănduri
ru: В файле было 1000 больше строк

# FileNotExcel
source: Upload the file in format ".xlsx"
ro: Încărcați fișierul în format ".xlsx”
ru: Загрузите файл формата ".xlsx"

# ValueNull
source: Value is null
ro: Valoarea este nulabilă
ru: Значение равно null

source: Licenses
ro: Licențe
ru: Лицензии

source: Assortment
ro: Asortiment
ru: Ассортимент

source: Banks
ro: Băncile
ru: Банки

# ChooseBank
source: Please choose bank
ro: Vă rugăm să alegeți banca
ru: Пожалуйста, выберите банк

# HeaderDeleteBank
source: Do you really want to delete this bank? To confirm, please first enter the 'Login' of the bank :
ro: Chiar doriți să ștergeți această bancă? Pentru a confirma, introduceți mai întâi „Login” băncii :
ru: Вы действительно хотите удалить этот банк? Для подтверждения сначала введите "Логин" банка :

source: Login
ro: Autentificare
ru: Логин

source: Device name
ro: Numele dispozitivului
ru: Имя устройства

source: Settings type
ro: Tipul de setări
ru: Тип настроек

# HeaderReleaseDevice
source: Do you want to release device
ro: Doriți să eliberați dispozitivul
ru: Вы хотите выпустить устройство

source: Battery
ro: Bateria
ru: Батарея

source: License activated
ro: Licență activată
ru: Лицензия активирована

source: Last date update
ro: Data ultimei actualizări
ru: Дата последнего обновления

source: Release
ro: Eliberare
ru: Выпустить

source: Quantity
ro: Cantitatea
ru: Количество

# HeaderEnableDevice
source: Do you want to activate device
ro: Doriți să activați dispozitivul
ru: Вы хотите активировать устройство

# HeaderDisableDevice
source: Do you want to deactivate device
ro: Doriți să dezactivați dispozitivul
ru: Вы хотите деактивировать устройство

source: Setting
ro: Setarea
ru: Настройка

# Departement
source: Department
ro: Departamentul
ru: Департамент

source: Discount
ro: Reducere
ru: Скидка

# Adaos
source: Addition
ro: Adaos
ru: Добавка

source: Price modify
ro: Modificare preț
ru: Изменить цену

# TooltipImportAssortiment1
source: Format for assortment file:
ro: Format pentru fișierul de asortiment:
ru: Формат для файла с ассортиментом:

# TooltipImportAssortiment2
source: ID, PLU, Code, Name, Price, Barcode, VAT code, Group (for MCR),TME
ro: ID, PLU, Codul, Denumirea, Preț, Cod de bare, Cod de TVA, Grupa (pentru MCR), TME
ru: ID, PLU, Код, Наименование, Цена, Штрих-код, Код НДС, Группа (для MCR), TME

# TooltipImportAssortiment3
source: File must be smaller than 2 MB
ro: Fișierul trebuie să fie mai mic de 2 MB
ru: Файл должен быть меньше 2 МБ

# AssortimentFile
source: Assortment file
ro: Fișier pentru asortiment
ru: Файл для ассортимента

source: License list devices
ro: Lista de licențe pentru dispozitive
ru: Список лицензий устройств

source: Device settings
ro: Setările dispozitivului
ru: Настройки устройства

source: Code
ro: Cod
ru: Код

source: VAT Percent
ro: Procente de TVA
ru: Процент НДС

source: Products or services
ro: Produse sau servicii
ru: Продукты или услуги

source: Invoice
ro: Factura fiscală
ru: Накладная

source: Accounting
ro: Contabilitate
ru: Бухгалтерия

source: Error bills
ro: Bonuri eronate
ru: Ошибочные чеки

source: Event Viewer
ro: Viz. evenimente
ru: Просмотр событий

source: License list
ro: Lista de licențe
ru: Список лицензий

source: Point of sales settings
ro: Setările punctului de vânzare
ru: Настройки точки продажи

source: License code
ro: Codul licenței
ru: Код лицензии

source: Application version
ro: Versiunea aplicației
ru: Версия приложения

source: Serial number
ro: Numărul de serie
ru: Серийный номер

source: OS Version
ro: Versiunea OS
ru: Версия ОС

source: Diagnostic info date
ro: Data informațiilor de diagnosticare
ru: Дата диагностики

source: Diagnostic information
ro: Informații de diagnostic
ru: Диагностическая информация

source: Last access date
ro: Data ultimului acces
ru: Дата последнего доступа

source: License activation date
ro: Data de activare a licenței
ru: Дата активации лицензии

source: Private IP
ro: IP privat
ru: Приватный IP

source: Public IP
ro: IP public
ru: Публичный IP

source: Sale point address
ro: Adresa punctului de vânzare
ru: Адрес точки продажи

source: Workplace
ro: Locul de muncă
ru: Рабочее место

# HeaderReleaseLicense
source: Do you want to release license
ro: Doriți să eliberați licența
ru: Вы хотите выпустить лицензию

# HeaderDeleteLicense
source: Do you really want to delete this license? To confirm, please first enter the 'License code' :
ro: Chiar doriți să ștergeți această licență? Pentru a confirma, introduceți mai întâi „Codul licenței” :
ru: Вы действительно хотите удалить эту лицензию? Для подтверждения сначала введите "Код лицензии" :

source: Generate key
ro: Generați cheia
ru: Сгенерировать ключ

# VersionTransport
source: Key data transport security (version)
ro: Cheie de securitate pentru transportul datelor (versiune)
ru: Ключ безопасности транспорта данных (версия)

# DateTimeTransport
source: Date time data transport
ro: Data și ora transportului datelor
ru: Дата и время транспорта данных

source: Postfix
ru: Постфикс

source: User name
ro: Nume de utilizator
ru: Имя пользователя

source: Account replenishment
ro: Realimentarea contului
ru: Пополнение счета

source: Gift
ro: Cadou
ru: Подарок

source: Payment type
ro: Tipul de plată
ru: Способ оплаты

source: Customer ID
ro: ID Clientului
ru: ID Клиента

source: Signature
ro: Semnătură
ru: Подпись

source: Sale area code
ro: Prefix de vânzare
ru: Код зоны продажи

source: Merchant code
ro: Cod comerciant
ru: Торговый код

source: Redirect URI
ro: URI de redirecționare
ru: URI для переадресации

source: Order
ro: Ordin
ru: Заказ

# HeaderGenerateDataTransport
source: Do you want generate a new key data transport security? After generating a new key, the past transport data will be deleted for application
ro: Doriți să generați o nouă cheie de securitate pentru transportul datelor? După generarea unei noi chei, datele de transport anterioare vor fi șterse pentru aplicația
ru: Вы хотите сгенерировать новый ключ безопасности транспорта данных? После генерации нового ключа прошлые транспортные данные будут удалены для приложения

# HeaderGenerateLicenseActivationCode
source: Do you want to generate license code for
ro: Doriți să generați codul de licență pentru
ru: Вы хотите сгенерировать лицензионный код для

source: Range start
ro: Începutul intervalului
ru: Начало диапазона

source: Range end
ro: Sfârșitul intervalului
ru: Конец диапазона

source: Current
ro: Actual
ru: Текущий

source: Used
ro: Utilizat
ru: Используемый

source: Series
ro: Seria
ru: Серия

source: Range
ro: Interval
ru: Диапазон

# NoDocumentations
source: There is no documentations
ro: Nu există documentații
ru: Нет документаций

# HeaderFiscalDeviceNotActivated
source: To make changes, the status of the fiscal device must be
ro: Pentru a face modificări, starea dispozitivului fiscal trebuie să fie
ru: Для внесения изменений статус фискального устройства должно быть

# FiscalMemory
source: F/M
ro: M/F
ru: Ф/П

source: Dashboard
ro: Tablou de bord
ru: Панель управления

# ZPrintTime
source: Generate Z-report
ro: Generare raport Z
ru: Формирование Z-отчета

source: Print report
ro: Tipărire raport
ru: Печать отчета

# PrintIfEmailOrNr
source: Print if email or number exist
ro: Tipărește daca există email sau nr.tel
ru: Распечатать, если существует электронная почта или номер

source: Price in package
ro: Preț la pachet
ru: Цена в упаковке

source: Print
ro: Tipărire
ru: Распечатать

# ReceiptPrintByPrinter
source: Receipt Print
ro: Tipărirea bonului fiscal
ru: Распечатать фискальный чек

source: Receipt send by SMS
ro: Transmiterea bonului fiscal prin SMS
ru: Отправить фискальный чек через SMS

source: Receipt send by Email
ro: Transmiterea bonului fiscal prin Email
ru: Отправить фискальный чек через Email

# ReceiptShowByQR
source: Receipt QR
ro: Afișarea prin QR
ru: Показать QR чека

source: Info
ru: Инфо

# HeaderDeleteRange
source: Do you really want to delete this range? To confirm, please first enter the 'Series' of the range :
ro: Chiar doriți să ștergeți acest interval? Pentru a confirma, introduceți mai întâi „Seria” intervalului :
ru: Вы действительно хотите удалить этот диапазон? Для подтверждения сначала введите "Серия" диапазона :

source: Consumption receipt
ro: Bon de consum
ru: Потребительский чек

source: Mailing list
ro: Lista de corespondențe
ru: Список рассылок

source: Send SMS
ro: Trimite SMS
ru: Отправить СМС

source: Send E-mail
ro: Trimite E-mail
ru: Отправить E-Mail

# TemplateList
source: Templates list
ro: Lista de șabloane
ru: Список шаблонов

source: Contact list
ro: Listă de contacte
ru: Список контактов

source: SMS
ru: СМС

source: Total
ru: Итого

source: Invoice number
ro: Numărul facturii fiscale
ru: Номер накладной

# HomePage
source: Home
ro: Principală
ru: Главная

source: Print logo
ro: Printează logo
ru: Распечатать логотип

source: Notifications
ro: Notificări
ru: Уведомления

# FiscalReports
source: Reports
ro: Rapoarte
ru: Отчёты

# FiscalTranzactions
source: Tranzactions
ro: Tranzacții
ru: Транзакции

# FiscalReceipt
source: Receipt
ro: Bon
ru: Чек

source: Receipt settings
ro: Setările bonului fiscal
ru: Настройки фискального чека

source: Select file
ro: Selectați fișierul
ru: Выбрать файл

source: Row start
ro: Începutul rândului
ru: Начало строки

source: Row end
ro: Sfârșitul rândului
ru: Конец строки

source: Splitter
ro: Separator
ru: Разделитель

source: Element name index
ro: Indexul denumirii elementului
ru: Индекс имени элемента

source: Element price index
ro: Indexul prețului elementului
ru: Индекс цены элемента

source: Generated
ro: Generat
ru: Сгенерировано

source: Receipt footer
ro: Subsolul bonului fiscal
ru: Нижний колонтитул фискального чека

source: Error receipt
ro: Eroarea bonului fiscal
ru: Ошибка фискального чека

source: Rewrite
ro: Rescrieți
ru: Переписать

source: DB Service
ro: Serviciul BD
ru: Служба БД

source: Secret
ru: Секрет

source: Images folder
ro: Folder de imagini
ru: Папка изображений

source: Currency code
ro: Cod valutar
ru: Код валюты

source: Start date
ro: Data început
ru: Дата начала

source: Date end
ro: Data sfărșit
ru: Дата окончания

source: Detailed
ro: Detaliat
ru: Детальный

source: Sent to MEV
ro: Trimis la MEV
ru: Отправлено в MEV

source: Response from MEV
ro: Răspuns de la MEV
ru: Ответ от MEV

# CodeAlreadyUsedValidation
source: This code is already used
ro: Acest cod este deja folosit
ru: Этот код уже используется

source: Device ID
ro: ID-ul dispozitivului
ru: ID устройства

source: Provider ID
ro: ID-ul furnizorului
ru: ID провайдера

# HeaderDeleteProdustOrService
source: Do you want to delete product or service
ro: Doriți să ștergeți produsul sau serviciul
ru: Вы хотите удалить продукт или услугу

source: Pos groups
ro: Grupe Pos
ru: Pos группы

# SMS Preview
source: Example of text from SMS
ro: Exemplul textului din SMS
ru: Пример текста из SMS

# HeaderDeletPos
source: Do you want to delete point of sales
ro: Doriți să ștergeți punctul de vânzare
ru: Вы хотите удалить точку продажи

# HeaderDeletPosSetting
source: Do you want to delete point of sales settings
ro: Doriți să ștergeți setările punctului de vânzare
ru: Вы хотите удалить настройки точки продажи

source: Multiple payment
ro: Achitare parțială
ru: Частичная оплата

source: Pos group name
ro: Denumirea grupei Pos
ru: Название Pos группы

# PosGroup
source: Pos groups
ro: Grupul Pos
ru: Pos группа

source: Search...
ro: Caută...
ru: Поиск...

source: Read more
ro: Citește mai mult
ru: Читать далее

# TokenErrorPleaseReLogin
source: Manage to company failed, please re-login
ro: Gestionarea companiei a eșuat, vă rugăm sa vă relogați
ru: Управление компанией не удалась , пожалуйста, повторно войдите в систему

source: App Events
ro: Eveniment aplicație
ru: Событие приложения

# HeaderDeleteLicensePayment
source: Do you really want to delete this the license? To confirm, please first enter the 'Device name' :
ro: Chiar doriți să ștergeți această licență? Pentru a confirma, introduceți mai întâi „Numele dispozitivului” :
ru: Вы действительно хотите удалить эту лицензию? Для подтверждения сначала введите "Имя устройства" :

# ValidationDeleteLicensePayment
source: The entered device name does not match the name of the device being deleted
ro: Numele dispozitivului introdus nu corespunde numelui dispozitivului care urmează să fie șters
ru: Введённое имя устройства не соответствует имени удаляемого устройства

# ValidationDeleteDocumentation
source: The entered documentation name does not match the name of the documentation being deleted
ro: Numele documentației introdus nu corespunde numelui documentației care urmează să fie ștearsă
ru: Введённое наименование документации не соответствует наименованию удаляемой документации

# HeaderDeleteProdurctOrService
source: Do you really want to delete this the product or service? To confirm, please first enter the 'Name' :
ro: Chiar doriți să ștergeți acest produs sau serviciu? Pentru a confirma, introduceți mai întâi „Nume”-le :
ru: Вы действительно хотите удалить этот продукт или услугу? Для подтверждения сначала введите "Наименование" :

# ValidationDeleteProductOrService
source: The entered product or service name does not match the name of the product or service being deleted
ro: Numele produsului sau serviciului introdus nu corespunde numelui produsului sau serviciului care urmează să fie șters
ru: Введённое наименование продукта или сервиса не соответствует наименованию удаляемого продукта или сервиса

# ValidationDeleteGroup
source: The entered group name does not match the name of the group being deleted
ro: Numele grupului introdus nu corespunde numelui grupului care urmează să fie șters
ru: Введённое наименование группы не соответствует наименованию удаляемой группы

# ValidationDeleteSettingGroup
source: The entered group setting name does not match the name of the group setting being deleted
ro: Numele setării grupului introdus nu corespunde numelui setării grupului care urmează să fie ștearsă
ru: Введённое наименование настройки группы не соответствует наименованию удаляемой настройки группы

# ValidationDeletePointOfSales
source: The entered name of the point of sale does not match the name of the point of sale being deleted
ro: Numele punctului de vânzare introdus nu corespunde numelui punctului de vânzare care urmează să fie șters
ru: Введённое наименование точки продаж не соответствует наименованию удаляемой точки продаж

# ValidationDeleteEntity
source: The entered name of the entity does not match the name of the entity being deleted
ro: Numele entității introdus nu corespunde numelui entității care urmează să fie ștearsă
ru: Введённое наименование сущности не соответствует наименованию удаляемой сущности

# ValidationDeleteServiceType
source: The entered service type does not match the type of the service being deleted
ro: Tipul serviciului introdus nu corespunde tipului serviciului care urmează să fie șters
ru: Введённый тип сервиса и не соответствует типу удаляемого сервиса

# ValidationDeleteServiceServerName
source: The entered server name does not match the server name of the service being deleted
ro: Numele serverului introdus nu corespunde numelui serverului serviciului care urmează să fie șters
ru: Введённое имя сервера и не соответствует имени сервера удаляемого сервиса

# ValidationDeleteDB
source: The entered database name does not match the name of the database being deleted
ro: Numele bazei de date introdus nu corespunde numelui bazei de date care urmează să fie ștearsă
ru: Введённое имя базы данных и не соответствует имени удаляемой базы данных

# ValidationDeleteServer
source: The entered server name does not match the name of the server being deleted
ro: Numele serverului introdus nu corespunde numelui serverului care urmează să fie șters
ru: Введённое наименование сервера и не соответствует наименованию удаляемого сервера

# ValidationDeleteUser
source: The entered username does not match the username of the user being deleted
ro: Numele de utilizator introdus nu corespunde numelui utilizatorului care urmează să fie șters
ru: Введенное имя пользователя не соответствует имени удаляемого пользователя

# ValidationDeleteNavigation
source: The entered navigation does not match the navigation being deleted
ro: Navigarea introdusă nu corespunde navigarei care urmează să fie ștearsă
ru: Введённая навигация не соответствует удаляемой навигации

# ValidationDeletePackage
source: The entered name does not match the name of the package being deleted
ro: Numele introdus nu corespunde numelui pachetului care urmează să fie șters
ru: Введённое наименование не соответствует наименованию удаляемого пакета

# CannotDeletePointOfSales
source: You can't delete point of sales
ro: Nu puteți șterge punctul de vânzare
ru: Вы не можете удалить точку продаж

# DependenceDeletePointOfSales
source: The following dependencies exist in the point of sale settings:
ro: Următoarele dependențe există în setările punctului de vânzare:
ru: Существуют следующие зависимости в настройках точки продаж:

# HeaderDeletePos
source: Do you really want to delete this point of sale? To confirm, please first enter the 'Name' of the point of sale :
ro: Chiar doriți să ștergeți acest punct de vânzare? Pentru a confirma, introduceți mai întâi „Nume”-le punctului de vânzare :
ru: Вы действительно хотите удалить эту точку продаж? Для подтверждения сначала введите "Наименование" точки продаж :

source: Partnership
ro: Parteneriat
ru: Партнёрство

source: Partner
ro: Partener
ru: Партнёр

# CannotDeletePosSetting
source: You can't delete this point of sale setting
ro: Nu puteți șterge această setare pentru punctul de vânzare
ru: Вы не можете удалить эту настройку точки продаж

# DependenceDeletePosSetting
source: There are the following dependencies in licenses:
ro: Există următoarele dependențe în licențe:
ru: Существуют следующие зависимости в лицензиях:

# HeaderDeletePosSetting
source: Do you really want to delete this point of sale setting? To confirm, please first enter the 'URI' of the point of sale setting :
ro: Chiar doriți să ștergeți această setare a punctului de vânzare? Pentru a confirma, introduceți mai întâi „URI” setării punctului de vânzare :
ru: Вы действительно хотите удалить эту настройку точки продаж? Для подтверждения сначала введите "URI" настройки точки продаж :

# ValidationDeletePosSetting
source: The entered URI does not match the URI of the point of sale setting being deleted
ro: URI-ul introdus nu corespunde URI-ului setării punctului de vânzare care urmează să fie ștearsă
ru: Введённое URI не соответствует URI удаляемой настройки точки продаж

# ValidationDeleteLicense
source: The entered license code does not match the code of the license being deleted
ro: Codul licenței introdus nu corespunde codului licenței care urmează să fie ștearsă
ru: Введённый код лицензии не соответствует коду удаляемой лицензии

# ValidationDeleteRange
source: The entered series of the range does not match the series of the range being deleted
ro: Seria introdusă a intervalului nu corespunde seriei intervalului care urmează să fie șters
ru: Введённая серия диапазона не соответствует серии удаляемого диапазона

# ValidationDeleteBank
source: The entered bank login does not match the login of the bank being deleted
ro: Login-ul băncii introdus nu corespunde login-ului băncii care urmează să fie ștersă
ru: Введённый логин банка не соответствует логину удаляемого банка

# HeaderDeletePosGroup
source: Do you really want to delete this Pos group? To confirm, please first enter the 'Pos group name' :
ro: Chiar doriți să ștergeți această grupă Pos? Pentru a confirma, introduceți mai întâi "Denumirea grupei Pos" :
ru: Вы действительно хотите удалить эту Pos группу? Для подтверждения сначала введите "Название Pos группы" :
