Repository: DanilKlec/Platform
Catalog: MobileCachRegisterCore/Resources/LocalizationEnum.*.resx
Languages: ro, ru

source: Constantly
ro: Mereu
ru: Часто

source: Periodically
ro: Periodic
ru: Периодически

source: Rarely
ro: Rar
ru: Редко

source: Impossible
ro: Imposibil
ru: Невозможно

# Mobile
source: Mobile applications
ro: Aplicații mobile
ru: Мобильное приложение

source: On premise desktop applications
ro: Aplicații desktop
ru: Настольные приложения

source: SAAS desktop applications
ro: Aplicații desktop SAAS
ru: Настольные приложения SAAS

source: SAAS web applications
ro: Aplicații web SAAS
ru: Веб-приложения SAAS

source: Cloud service
ro: Serviciu cloud
ru: Облачный сервис

# AppType
source: App
ro: Aplicație
ru: Приложение

# ServiceType
source: Service
ro: Serviciu
ru: Сервис

# WEBType
source: WEB
ru: ВЕБ

# MobileType
source: Mobile
ro: Mobil
ru: Мобильный

source: Activated
ro: Activat
ru: Активировано

source: Disabled
ro: Deactivat
ru: Деактивировано

source: Activate
ro: Activați
ru: Активировать

source: New registered
ro: Înregistrarea nouă
ru: Новая регистрация

source: Read only
ro: Numai citire
ru: Только чтение

source: Allow
ro: Admis
ru: Разрешено

source: Deny
ro: Interzis
ru: Запрещено

source: Not activated
ro: Nu-i activ
ru: Не активировано

source: Blocked
ro: Blocat
ru: Заблокировано

source: New entity
ro: Entitate nouă
ru: Новая сущность

source: Creating new database
ro: Crearea unei noi baze de date
ru: Создание новой базы данных

source: New database
ro: Baza de date nouă
ru: Новая база данных

source: Updating schema
ro: Actualizarea schemei
ru: Обновление схемы

source: Ready
ro: Gata
ru: Готово

source: Maintenance
ro: Menţinere
ru: Обслуживание

# SchemaNeedsToBeUpdated
source: Schema needs to be update
ro: Schema trebuie de actualizat
ru: Необходимо обновить схему

source: Error
ro: Eroare
ru: Ошибка

source: Recycled
ro: Reciclat
ru: Утилизировано

source: Server is not set
ro: Serverul nu este setat
ru: Сервер не задан

source: Error database connect
ro: Eroare de conectare la baza de date
ru: Ошибка подключения к базе данных

source: Error MEV connect
ro: Eroare de conectare MEV
ru: Ошибка подключения MEV

source: Error database server connect
ro: Eroare de conectare la serverul bazei de date
ru: Ошибка подключения к серверу базы данных

source: Bug
ro: Eroare
ru: Ошибка

source: Issues
ro: Problemă
ru: Проблема

source: Suggestion
ro: Sugestii
ru: Предложение

source: Nothing
ro: Nimic
ru: Ничего

source: New
ro: Nou
ru: Новый

source: Viewed
ro: Vizualizat
ru: Просмотрено

source: In progress
ro: În curs
ru: В процессе

source: Fixed
ro: Rezolvat
ru: Исправлено

source: Closed
ro: Închis
ru: Закрыто

source: Reopen
ro: Redeschis
ru: Возобновлено

source: Rejected
ro: Respins
ru: Отклонено

source: Testing
ro: Testare
ru: Тестирование

source: Approved
ro: Aprobat
ru: Одобренно

source: Draft
ro: Ciornă
ru: Черновик

source: Deleted
ro: Șters
ru: Удалено

source: Critical
ro: Critic
ru: Критически

source: Warning
ro: Avertizare
ru: Предупреждение

source: Information
ro: Informație
ru: Информация

source: Verbose
ro: Detaliat
ru: Подробно

source: Start
ru: Старт

source: Stop
ru: Стоп

source: Suspend
ro: întrerupt
ru: Приостановленно

source: Resume
ro: Reîncepe
ru: Итог

source: Transfer
ru: Передача

source: Disabled by MEV
ro: Deactivat de MEV
ru: Деактивировано от MEV

source: Not set
ro: Nu-i setat
ru: Не задано

source: Service receipt
ro: Bon de serviciu
ru: Служебный чек

source: Fiscal receipt
ro: Bon fiscal
ru: Фискальный чек

source: Fiscal report
ro: Raport fiscal
ru: Фискальный отчёт

source: Setting 1
ro: Setarea 1
ru: Настройка 1

source: Setting 2
ro: Setarea 2
ru: Настройка 2

source: Setting 3
ro: Setarea 3
ru: Настройка 3

source: Not fiscal
ro: Ne fiscal
ru: Не фискальный

source: Indeterminate
ro: Nedeterminat
ru: Неопределен

source: Reset password
ro: Resetarea parolei
ru: Сброс пароля

source: New user
ro: Utilizator nou
ru: Новый пользователь

source: January
ro: Ianuarie
ru: Январь

source: February
ro: Februarie
ru: Февраль

source: March
ro: Martie
ru: Март

source: April
ro: Aprilie
ru: Апрель

source: May
ro: Mai
ru: Май

source: June
ro: Iunie
ru: Июнь

source: July
ro: Iulie
ru: Июль

source: August
ru: Август

source: September
ro: Septembrie
ru: Сентябрь

source: October
ro: Octombrie
ru: Октябрь

source: November
ro: Noiembrie
ru: Ноябрь

source: December
ro: Decembrie
ru: Декабрь

source: Internal error
ro: Eroare internă
ru: Внутренняя ошибка

source: No error
ro: Nicio eroare
ru: Нет ошибки

source: Company not found
ro: Compania nu a fost găsită
ru: Компания не найдена

source: User name or password is incorrect
ro: Numele de utilizator sau parola este incorectă
ru: Имя пользователя или пароль неверны

# IntsallationPlatformNotExist
source: Installation platform not exist
ro: Platforma de instalare nu există
ru: Установочная платформа не существует

source: Application not available
ro: Aplicația nu este disponibilă
ru: Приложение недоступно

source: Installation ID not found
ro: ID-ul de instalare nu a fost găsit
ru: Идентификатор установки не найден

source: Installation ID not valid
ro: ID-ul de instalare nu este valid
ru: Идентификатор установки недействителен

source: API key not exist
ro: Cheia API nu există
ru: Ключ API не существует

source: Insufficient funds
ro: Fonduri insuficiente
ru: Недостаточно средств

source: Recipient is not registered
ro: Destinatarul nu este înregistrat
ru: Получатель не зарегистрирован

source: User name not found or incorrect password
ro: Numele de utilizator nu a fost găsit sau parola incorectă
ru: Имя пользователя не найдено или неверный пароль

source: User disabled
ro: Utilizator dezactivat
ru: Пользователь деактивирован

source: User already exists
ro: Utilizatorul deja există
ru: Пользователь уже существует

source: Incorrect refresh token
ro: Token-ul de reîncărcare incorect
ru: Неправильный токен обновления

source: User name not found or incorrect e-mail
ro: Numele de utilizator nu a fost găsit sau e-mail incorect
ru: Имя пользователя не найдено или неправильный адрес электронной почты

source: Phone number already used from another user
ro: Număr de telefon este folosit deja de la alt utilizator
ru: Номер телефона уже использован другим пользователем

source: User not activated
ro: Utilizatorul nu este activat
ru: Пользователь не активирован

source: Invalid activate user code
ro: Cod de activare a utilizatorului nevalid
ru: Неверный код активации пользователя

source: User not exist
ro: Utilizatorul nu exista
ru: Пользователь не существует

source: Company already exists
ro: Compania există deja
ru: Компания уже существует

source: Company data is incorrect
ro: Datele companiei sunt incorecte
ru: Данные компании неверны

source: Not set company
ro: Compania nu a fost setată
ru: Компания не установлена

source: Not set email
ro: Nu este setat e-mailul
ru: Не указан адрес электронной почты

source: Email already used
ro: E-mail este deja folosit
ru: Электронная почта уже использована

source: Invalid password data
ro: Date nevalide ale parolei
ru: Неверные данные пароля

source: Is not new registration
ro: Nu este o înregistrare nouă
ru: Это не новая регистрация

source: Invalid token
ro: Token nevalid
ru: Недействительный токен

source: Invalid old password
ro: Parolă veche nevalidă
ru: Неверный старый пароль

# APPNotExist
source: Application not exist
ro: Aplicația nu există
ru: Приложение не существует

source: Market package not exist
ro: Pachetul nu există
ru: Пакет не существует

# AplicationAlreadyExists
source: Application already exists
ro: Aplicația există deja
ru: Приложение уже существует

source: License not exist
ro: Licența nu există
ru: Лицензия не существует

source: Application not exist
ro: Aplicația nu există
ru: Приложение не существует

source: ISAuthService not accessible
ro: ISAuthService nu este accesibil
ru: ISAuthService недоступен

source: ISAuthService not result
ro: ISAuthService nu dă rezultat
ru: ISAuthService не дает результата

source: Invalid company ID
ro: ID-ul companiei nevalid
ru: Неверный идентификатор компании

source: Invalid email
ro: Adresă de e-mail nevalidă
ru: Неверный адрес электронной почты

source: Company IDNO already exists
ro: IDNO companiei există deja
ru: IDNO компания уже существует

source: Http client error
ro: Eroare de client HTTP
ru: Ошибка HTTP-клиента

source: Invalid license activation code
ro: Codul de activare a licenței este nevalid
ru: Неверный код активации лицензии

source: Application not activate
ro: Aplicația nu este activată
ru: Приложение не активировано

source: License not activated
ro: Licența nu este activată
ru: Лицензия не активирована

source: HTML template error
ro: Eroare șablonul HTML
ru: Ошибка HTML-шаблона

source: HTML template empty
ro: Șablonul HTML este gol
ru: HTML-шаблон пуст

source: Invalid phone number
ro: Număr de telefon nevalid
ru: Неверный номер телефона

source: News not activate
ro: Noutățile nu sunt activate
ru: Новости не активированы

source: SMS campaign not exist
ro: Campania SMS nu există
ru: SMS-кампания не существует

source: Invalid external security policy settings
ro: Setări nevalide ale politicii de securitate externă
ru: Неверные настройки внешней политики безопасности

source: Invalid key type
ro: Tip de cheie nevalid
ru: Неверный тип ключа

source: Card not exist
ro: Cardul nu există
ru: Карта не существует

source: Expired token
ro: Token expirat
ru: Токен с истекшим сроком действия

source: Temporary key does not exist
ro: Cheia temporară nu există
ru: Временный ключ не существует

source: Time card ID expired
ro: ID-ul cardului de pontaj a expirat
ru: Срок действия идентификатора карты времени истек

source: Insufficient amount on card
ro: Sumă insuficientă pe card
ru: Недостаточная сумма на карте

source: The amount is incorrect
ro: Suma este incorectă
ru: Сумма указана неверно

source: Transaction not exist
ro: Tranzacția nu există
ru: Транзакция не существует

source: Denied
ro: Refuzat
ru: Отказано

source: Allowed
ro: Permis
ru: Разрешено

source: Accepted
ro: Acceptat
ru: Принято

source: Duplicate invoice
ro: Factură duplicată
ru: Дубликат налоговой накладной

source: Expired
ro: Expirat
ru: Истекший

source: Failed
ro: Eșuat
ru: Неуспешный

source: Unknown
ro: Necunoscut
ru: Неизвестный

source: Declined
ro: Refuzat
ru: Отклоненный

source: Waiting
ro: Aşteptare
ru: Ожидание

source: The status cannot be applied
ro: Statutul nu poate fi aplicat
ru: Статус не может быть применен

source: Change is prohibited
ro: Schimbarea este interzisă
ru: Изменение запрещено

source: Duplicate phone
ro: Telefon duplicat
ru: Дубликат телефона

source: License unit already is fiscal
ro: Unitatea de licență este deja fiscală
ru: Лицензионная единица уже является финансовой

source: Invalid ID
ro: ID invalid
ru: Неверный ID

source: Invalid RSA key
ro: Cheia RSA invalidă
ru: Неверный ключ RSA

source: Record not exist
ro: Registru nu există
ru: Запись не существует

source: Bill not exist
ro: Bonul nu există
ru: Чек не существует

source: Card with that number exists
ro: Cardul cu acest număr există
ru: Карта с таким номером существует

source: Bill already exists
ro: Bonul există deja
ru: Чек уже существует

source: Phone list not exist
ro: Lista de telefon nu există
ru: Список телефонов не существует

source: Active directory organizational unit does not exist
ro: Unitatea organizatorică Active Directory nu există
ru: Организационное подразделение Active Directory не существует

source: Active directory organizational unit already exist
ro: Unitatea organizatorică Active Directory există deja
ru: Организационное подразделение Active Directory уже существует

source: The API key does not belong to the company
ro: Cheia API nu aparține companiei
ru: Ключ API не принадлежит компании

source: Active directory organizational unit not exist
ro: Unitatea organizatorică Active Directory nu există
ru: Организационное подразделение Active Directory не существует

source: Active directory user already exist
ro: Utilizatorul Active Directory există deja
ru: Пользователь Active Directory уже существует

source: Invalid format datetime
ro: Format data-ora nevalid
ru: Неверный формат даты и времени

source: Invalid company IDNO
ro: IDNO companiei invalid
ru: Неверный IDNO компании

source: Mail service not activated
ro: Serviciul de e-mail nu este activat
ru: Почтовый сервис не активирован

source: Access denied
ro: Acces interzis
ru: Доступ запрещен

source: Fiscal device not exist
ro: Dispozitivul fiscal nu există
ru: Фискальное устройство не существует

source: Fiscal device not activated
ro: Dispozitiv fiscal nu este activat
ru: Фискальное устройство не активировано

source: Record already exist
ro: Registru există deja
ru: Запись уже существует

source: Contract not exist
ro: Contractul nu există
ru: Контракт не существует

source: API key not valid
ro: Cheia API nu este validă
ru: Ключ API недействителен

source: Mandatory field is not set
ro: Câmpul obligatoriu nu este setat
ru: Обязательное поле не задано

source: Fiscal device is activated
ro: Dispozitivul fiscal este activat
ru: Фискальное устройство активировано

source: Invalid receipt ID
ro: ID-ul bonului este nevalid
ru: Неверный идентификатор чека

source: Activation code not exist
ro: Codul de activare nu există
ru: Код активации не существует

source: SMS campaign set draft
ro: Campania SMS a setat ciornă
ru: SMS-кампания установила черновик

# TiketNotExist
source: Ticket not exist
ro: Tichetul nu există
ru: Заявка не существует

source: Ticket reply not exist
ro: Răspunsul la tichet nu există
ru: Ответ на заявку не существует

source: Database server not exist
ro: Serverul bazei de date nu există
ru: Сервер базы данных не существует

source: The password does not meet the password policy requirements
ro: Parola nu corespunde cerințelor politicii de parole
ru: Пароль не соответствует требованиям политики паролей

source: Invalid digital signature
ro: Semnătură digitală nevalidă
ru: Неверная цифровая подпись

source: Parent record not exist
ro: Registrul parental nu există
ru: Родительская запись не существует

source: Documentation not exist
ro: Documentația nu există
ru: Документация не существует

source: Service not exist
ro: Serviciul nu există
ru: Сервис не существует

source: Cannot access the user profile disk because it is being used by another process
ro: Nu este posibil de accesa discul profilului utilizatorului deoarece este utilizat de un alt proces
ru: Не удается получить доступ к диску профиля пользователя, поскольку он используется другим процессом

source: Cannot access the user profile directory
ro: Nu este posibil de accesa directorul profilului utilizatorului
ru: Не удается получить доступ к каталогу профиля пользователя

source: Phone already used another client
ro: Telefonul este folosit de un alt client
ru: Телефон уже используется другим лиентом

source: Client not exist
ro: Clientul nu există
ru: Клиент не существует

source: Invalid validation code
ro: Cod de validare nevalid
ru: Неверный код проверки

source: Card not is active
ro: Cardul nu este activ
ru: Карта не активна

source: Variable is null or empty
ro: Variabila este nulă sau goală
ru: Переменная имеет значение NULL или пуста

source: SMS service not activated
ro: Serviciul SMS nu este activat
ru: СМС-сервис не активирован

source: Not set phone or email
ro: Nu ați setat telefonul sau e-mailul
ru: Не указан телефон или адрес электронной почты

source: Insufficient funds on client account
ro: Fonduri insuficiente în contul clientului
ru: Недостаточно средств на счету клиента

source: The client card has no own account
ro: Cardul client nu are cont propriu
ru: Карта клиента не имеет собственного счета

source: Record was used
ro: S-a folosit registru
ru: Запись была использована

source: Invalid receipt date
ro: Data bonului fiscal este nevalidă
ru: Неверная дата фискального чека

source: Active directory not response
ro: Active Directory nu răspunde
ru: Active Directory не отвечает

source: Record not disabled
ro: Registrul nu este dezactivat
ru: Запись не дезактивирована

source: Functionality is disabled
ro: Funcționalitatea este dezactivată
ru: Функциональность дезактивирована

source: Invalid wallet ID
ro: ID-ul portofelului nevalid
ru: Неверный идентификатор кошелька

source: Constraint violation exception
ro: Excepție de încălcare a restricțiilor
ru: Исключение нарушения ограничений

source: Company disabled
ro: Compania a fost dezactivată
ru: Компания дезактивирована

source: Company alias is not correct
ro: Aliasul companiei nu este corect
ru: Псевдоним компании неверен

source: Service currently suspended
ro: Serviciul în momentul dat suspendat
ru: Сервис в настоящее время приостановлен

source: Client disabled
ro: Clientul a fost dezactivat
ru: Клиент дезактивирован

source: Account disabled
ro: Contul a fost dezactivat
ru: Учетная запись дезактивирован

source: Bank not exist
ro: Banca nu există
ru: Банк не существует

source: Error services down
ro: Eroare, serviciul este oprit
ru: Ошибка, служба отключена

source: Barcode not exist
ro: Codul de bare nu există
ru: Штрих-код не существует

source: Point of sales not exist
ro: Punctul de vânzare nu există
ru: Точка продажи не существует

# POSDisabled
source: Point of sales disabled
ro: Punctul de vânzare a fost dezactivat
ru: Точка продажи деактивирована

source: Point of sales settings not exist
ro: Setările punctului de vânzare nu există
ru: Настройки точки продаж не существуют

source: Invalid QR
ro: QR nevalid
ru: Неверный QR-код

source: Not set ID fiscal memory
ro: ID-ul memoriei fiscale nu este setat
ru: Не установлен ID фискальной памяти

source: Fiscal memory not activated
ro: Memoria fiscală nu este activată
ru: Фискальная память не активирована

source: Not set ID SD memory
ro: Nu este setat ID-ul de memorie SD
ru: Не установлен ID SD памяти

source: Fiscal memory wrong ID
ro: ID-ul memoriei fiscale nevalid
ru: Неверный ID фискальной памяти

source: Fiscal memory belongs to other device
ro: Memoria fiscală aparține altui dispozitiv
ru: Фискальная память принадлежит другому устройству

source: All
ro: Tot
ru: Все

source: Fiscalized
ro: Fiscalizat
ru: Фискализирован

source: Erased
ro: Radiat
ru: Стёрто

source: Work purpose absence
ro: Absența din motive de muncă
ru: Отсутствие по рабочей необходимости

source: Sickness
ro: Concediu medical
ru: Больничный

source: Personal reasons absence
ro: Absența din motive personale
ru: Отсутствие по личным причинам

source: Annual leave
ro: Concediu anual
ru: Ежегодный отпуск

source: Advance leave
ro: Concediu în avans
ru: Авансовый отпуск

source: Fiscal device is erased
ro: Dispozitivul fiscal este radiat
ru: Фискальное устройство стерто

source: Invoice is paid
ro: Factura este plătită
ru: Счёт оплачен

source: Invoice is canceled
ro: Factura este anulată
ru: Счёт аннулирован

source: Not set printer template
ro: Șablonul imprimantei nu este setat
ru: Шаблон принтера не установлен

source: Error connection database
ro: Eroare de conexiune la baza de date
ru: Ошибка подключения к базе данных

source: Invalid activation code
ro: Cod de activare nevalid
ru: Неверный код активации

# Contract_Casa
source: Casa
ru: Касса

# Contract_Our
source: Our
ro: Al nostru
ru: Наш

# Contract_Client
source: Client
ru: Клиента

# Contract_Import
source: Import
ru: Импорт

# Contract_Production
source: Production
ro: Productie
ru: Производство

# Contract_Sale
source: Sale
ro: Vânzare
ru: Продажа

# Contract_Export
source: Export
ru: Экспорт

# Contract_Another
source: Another
ro: O alta
ru: Другой

# Contract_CompanyName
source: Company name
ro: Numele companiei
ru: Название компании

# Contract_FunctionalShortcomings
source: Functional
ro: Funcționale
ru: Функциональные

# Contract_InterfaceFlaws
source: Interface
ro: Interfață
ru: Интерфейсные

# Contract_ProductiveShortcomings
source: Productive
ru: Производительные

# Priority_High
source: High
ro: Înalt
ru: Высокий

# Priority_Low
source: Low
ro: Mic de statura
ru: Низкий

# Priority_Normal
source: Normal
ru: Нормальный

# Priority_Not_started
source: Not started
ro: Nu a început
ru: Не начат

# Priority_In_progress
source: In progress
ro: În curs
ru: В процессе

# Priority_Completed
source: Completed
ro: Efectuat
ru: Завершен

# Priority_Postponed
source: Postponed
ro: Amânat
ru: Отложен

source: Inactive
ro: Inactiv
ru: Неактивно

source: Deactivated
ro: Dezactivat
ru: Деактивирован

source: Terminated
ro: Reziliat
ru: Расторгнут

source: Gambling
ro: Jocuri de noroc
ru: Азартные игры

# FiscalizationValidation
source: The "Password" field cannot be the same as the "Number SFS" field
ro: Câmpul "Parolă" nu poate fi egal cu câmpul "Număr SFS"
ru: Поле "Пароль" не может быть рано полю "Номер НГС"
