Repository: DanilKlec/Platform
Catalog: MobileCachRegisterCore/Resources/Localization.*.resx
Languages: ro, ru

source: Create / Attach
ro: Creează / Atașează
ru: Создать / Привязать

source: VAT History
ro: Istoria modificărilor TVA
ru: История изменений НДС

# CompanyNotActive
source: The company is not activated
ro: Compania nu este activată
ru: Компания не активирована

source: Taxi tariff
ro: Tariful taxiului
ru: Тариф такси

source: Mandatory contract
ro: Contract obligatoriu
ru: Обязательный контракт

source: Manager
ru: Менеджер

# ChooseApplication
source: Please choose application
ro: Vă rugăm să alegeți aplicația
ru: Пожалуйста, выберите приложение

source: Number contract
ro: Numărul contractului
ru: Номер контракта

# DailyReportSchedule
source: Z-report schedule
ro: Program raport Z
ru: Расписание Z-отчета

source: Device model
ro: Modelul dispozitivului
ru: Модель устройства

# IpFormatValidation
source: Incorrect IPv4 address format. Examples: 10.10.10.40; 192.168.5.5; 145.78.8.201
ro: Format incorect al adresei IPv4. Exemple: 10.10.10.40; 192.168.5.5; 145.78.8.201
ru: Некорректный формат IPv4-адреса. Примеры: 10.10.10.40; 192.168.5.5; 145.78.8.201

# OffOnCheckboxReport
source: Off by date / On by number
ro: Dezactivat după dată / Activat după număr
ru: Выкл по дате / Вкл по номеру

source: Generate by date
ro: Generați după dată
ru: Сформировать по дате

# GenerateByNumber
source: Generate by numbers
ro: Generați după numere
ru: Сформировать по номерам

# TransactionDKV
source: Transactions DKV
ro: Tranzacții DKV
ru: Транзакции DKV

source: Connect
ro: Conectează-te
ru: Подключиться

# HeaderCompanyIDNOInfo
source: Please enter the company’s IDNO to import basic data from e-Factura. If no data is found, you will be able to enter it manually.
ro: Vă rugăm să introduceți IDNO-ul companiei pentru a importa datele de bază din e-Factura. Dacă nu sunt găsite date, le veți putea introduce manual.
ru: Пожалуйста, введите IDNO компании, чтобы загрузить основные данные с e-Factura. Если данные не найдены, вы сможете ввести их вручную.

# HeaderClearVATRatesFiscalDevice
source: Do you really want to clear the VAT settings data on the fiscal device
ro: Sunteți sigur că doriți să ștergeți datele despre setările TVA de pe dispozitivul fiscal
ru: Вы действительно хотите очистить данные о настройках НДС у фискального устройства

# MessageMergeVATSettingCompany
source: Do you really want to merge VAT settings with global VAT settings?
ro: Sunteți sigur că doriți să combinați setările TVA cu setările globale?
ru: Вы действительно хотите объединить настройки НДС с глобальными настройками?

# MessageMergeVATSettingDevice
source: Do you really want to merge VAT settings with company VAT settings?
ro: Sunteți sigur că doriți să combinați setările TVA cu setările TVA ale companiei?
ru: Вы действительно хотите объединить настройки НДС с настройками НДС компании?

# NoteMergeVATSettingDevice
source: Note: If company VAT settings are not filled in, the merge will be with global settings
ro: Notă: Dacă setările TVA ale companiei nu sunt completate, combinarea se va face cu setările globale
ru: Примечание: если настройки НДС компании не заполнены, объединение произойдёт с глобальными настройками

# NoteFiscalWebSettingDevice
source: Note: After reactivation, the login and password cannot be retrieved again
ro: Notă: După reactivare, loginul și parola nu mai pot fi recuperate
ru: Примечание: После реактивации логин и пароль повторно узнать невозможно

# MessageFiscalWebSettingDevice
source: Copy the login and password for authorization in Fiscal Web
ro: Copiați loginul și parola pentru autorizarea în Fiscal Web
ru: Скопируйте логин и пароль для авторизации на Fiscal Web

source: Price list
ro: Listă de prețuri
ru: Прейскурант

# PriceListNotExist
source: No records with price lists found
ro: Nu există înregistrări cu liste de prețuri
ru: Нет записей с прейскурантами

source: Updated price list
ro: Listă de prețuri actualizată
ru: Обновлённый прейскурантами
