Repository: DanilKlec/Platform
Catalog: MobileCachRegisterCore/Resources/Localization.*.resx
Languages: ro, ru

# ValidationDeletePosGroup
source: The entered name of the Pos group does not match the name of the Pos group being deleted
ro: Numele introdus al grupului Pos nu corespunde numelui grupului Pos care urmează să fie șters
ru: Введённое название Pos группы не соответствует названия удаляемой Pos группы

source: Currency
ro: Valută
ru: Валюта

# HeaderDeleteBankPayments
source: Do you really want to delete this bank? To confirm, please first enter the name of the bank :
ro: Chiar doriți să ștergeți această bancă? Pentru a confirma, introduceți mai întâi numele băncii :
ru: Вы действительно хотите удалить этот банк? Для подтверждения сначала введите название банка :

# ValidationDeleteBankPayments
source: The entered bank name does not match the name of the bank being deleted
ro: Numele băncii introdus nu corespunde numelui băncii care urmează să fie ștearsă
ru: Введённое название банка не соответствует названию удаляемого банка

source: Download
ro: Descarcă
ru: Скачать

# PosSettingAlreadyUsedValidation
source: This point of sales setting is already used
ro: Această setare punctului de vânzare deja se utilizează
ru: Эта настройка точки продажи уже используется

source: Display name value
ro: Valoarea numelui afișat
ru: Значение отображаемого имени

source: Display name
ro: Afișează numele
ru: Отобразить имя

source: Bank support number
ro: Număr de suport bancar
ru: Номер службы поддержки банка

source: Index
ru: Индекс

source: Action
ro: Acțiune
ru: Действие

# AppVersion
source: Application version
ro: Versiunea aplicației
ru: Версия приложения

source: File paths
ro: Căile către fișier
ru: Пути к файлу

# ChangeCountAssortment
source: Modify quantity of item
ro: Modificarea cantității produsului
ru: Изменить кол-во товара

source: Clear
ro: Curățare
ru: Очистить

# HeaderDeleteDataTransport
source: Do you really want to clear the Transport Data Security Key? To confirm, please first enter 'Key data transport security (version)' :
ro: Chiar dorești să ștergi cheia de securitate pentru transportul datelor? Pentru a confirma, te rog să introduci mai întâi „Cheie de securitate pentru transportul datelor (versiune)“ :
ru: Вы действительно хотите очистить ключ безопасности транспорта данных? Для подтверждения сначала введите "Ключ безопасности транспорта данных (версия)" :

# ValidationDeleteDataTransport
source: The entered key data transport security does not match the key being deleted
ro: Cheia de securitate pentru transportul datelor introdusă nu corespunde cheii care urmează să fie ștearsă
ru: Введённый ключ безопасности транспорта данный не соответствует удаляемому ключу

# Administrativ_QR
source: Administrative QR
ro: QR administrativ
ru: Административный QR

source: Unlimited time
ro: Timp nelimitat
ru: Неограниченное время

source: Valid minutes
ro: Minute valabile
ru: Действительные минуты

source: Employees
ro: Angajați
ru: Сотрудники

source: Guests
ro: Oaspeți
ru: Гости

# ValidationDeleteDiagnostic
source: The entered unit name does not match the name of the unit to be deleted
ro: Numele unității introdusă nu corespunde numelui unității care urmează să fie ștearsă
ru: Введённое наименование блока и не соответствует наименованию удаляемого блока

# HeaderLicenseActivate
source: Do you want to activate license
ro: Doriți să activați licența
ru: Вы хотите активировать лицензию

# HeaderLicenseDisabled
source: Do you want to deactivate license
ro: Doriți să dezactivați licența
ru: Вы хотите деактивировать лицензию

# HeaderGenerateQrAdmin
source: Do you really want to generate a new administrative QR
ro: Doriți cu adevărat să generați un nou QR administrativ
ru: Вы действительно хотите сгенерировать новый административный QR

# HeaderDeleteEmployer
source: Do you really want to delete this employee? To confirm, please first enter the employee's 'Phone number' :
ro: Chiar doriți să ștergeți acest angajat? Pentru a confirma, vă rugăm să introduceți mai întâi "Număr de telefon" al angajatului :
ru: Вы действительно хотите удалить этого сотрудника? Для подтверждения сначала введите "Номер телефона" сотрудника :

source: Guest
ro: Oaspete
ru: Гость

# HeaderDeleteGuest
source: Do you really want to delete this guest? To confirm, please first enter 'Guest' :
ro: Chiar doriți să ștergeți acest oaspete? Pentru a confirma, vă rugăm să introduceți mai întâi „Oaspete” :
ru: Вы действительно хотите удалить этого гостя? Для подтверждения сначала введите "Гость" :

# ValidationDeleteEmployer
source: The entered phone number of the employee does not match the phone number of the employee being deleted
ro: Numărul de telefon introdus al angajatului nu corespunde numărului de telefon al angajatului care urmează să fie șters
ru: Введённый номер телефона сотрудника не соответствует номеру телефона удаляемого сотрудника

# ValidationDeleteGuest
source: The entered guest name does not match the name of the guest being deleted
ro: Numele introdus al oaspetelui nu corespunde numelui oaspetelui care urmează să fie șters
ru: Введённое наименование гостя не соответствует наименованию удаляемого гостя

source: Destination
ro: Destinație
ru: Место назначения

source: Start time
ro: Timp de început
ru: Время начала

source: End time
ro: Timpul de încheiere
ru: Время окончания

source: Director
ro: Directorul
ru: Директор

source: Hours worked
ro: Ore lucrate
ru: Отработанные часы

# BankAlreadyUsedValidation
source: This bank is already configured
ro: Această bancă este deja este setată
ru: Этот банк уже настроен

source: Merchant ID
ro: ID-ul comerciantului
ru: ID Продавца

# HeaderEraseFiscalDevice
source: Do you want to erase fiscal device
ro: Doriți să radiați dispozitivul fiscal
ru: Вы хотите стереть фискальное устройство

source: Erase
ro: Radiați
ru: Стереть

source: Hours
ro: Ore
ru: Часы

# Absence
source: Cause absence
ro: Cauza absenței
ru: Причина отсутствия

source: Coefficient
ro: Coeficient
ru: Коэффициент

source: Operator fax
ro: Fax operator
ru: Факс оператора

source: Operator phone
ro: Telefonul operatorului
ru: Телефон оператора

source: Authorization date
ro: Data autorizării
ru: Дата авторизации

source: Authorization number
ro: Numărul autorizației
ru: Номер авторизации

source: Car model
ro: Modelul automobilului
ru: Модель автомобиля

source: Car number
ro: Numărul automobilului
ru: Номер автомобиля

source: Lunch minutes
ro: Minute de prânz
ru: Минуты на обед

# LunchMinutesMessage
source: Specify the lunch time in minutes, if you do not specify and leave it as 0, it will default to 60 minutes (1 hour)
ro: Indicați timpul de prânz în minute, dacă nu specificați și lăsați 0, va fi implicit considerat 60 de minute (1 oră)
ru: Укажите время обеда в минутах, если не укажите и оставите 0, то по умолчанию будет считаться как 60 минут (1час)

source: Receipt header
ro: Antetul bonului fiscal
ru: Заголовок фискального чека

source: Accounts
ro: Conturi
ru: Учетные записи

source: Amount
ro: Sumă
ru: Сумма

source: Max invoice amount
ro: Suma maximă a contului
ru: Максимальная сумма счета

source: Max service amount
ro: Suma maximă a serviciului
ru: Максимальная сумма сервиса

# Nickname
source: Nickname in Telegram
ro: Pseudonim în Telegram
ru: Никнейм в Telegram

source: Device type
ro: Tipul dispozitivului
ru: Тип устройства

source: Add device type
ro: Adăugați tipul de dispozitiv
ru: Добавить тип устройства

source: Contracts
ro: Contracte
ru: Контракты

# Contract_ProjectRegistration
source: Project registration
ro: Înregistrarea proiectului
ru: Регистрация проекта

# Contract_ExpressExamination
source: Express examination
ro: Examinare expresă
ru: Экспресс обследование

# Contract_ListOfImprovements
source: List of improvements
ro: Lista de îmbunătățiri
ru: Список доработок

# Contract_CommercialOffer
source: Commercial offer
ro: Ofertă comercială
ru: Коммерческое предложение

# Contract_SignedContract
source: Signed contract
ro: Contract semnat
ru: Подписанный договор

# Contract_ImplementationPlan
source: Implementation plan
ro: Plan de implementare
ru: План внедрения

# Contract_Preparatory
source: Server desk user list
ro: Lista utilizatorilor Server Desk
ru: Список пользователей Server Desk

# Contract_FillingOutCustomerCard
source: Filling out a customer card
ro: Completarea unui card de client
ru: Заполнение карты клиента

# Contract_EquipmentPreparation
source: Equipment preparation
ro: Pregatirea echipamentelor
ru: Подготовка оборудования

# Contract_TechnicalLaunch
source: Technical launch
ro: Lansare tehnică
ru: Технический запуск

# Contract_CompanyDetails
source: Company details
ro: Detaliile companiei
ru: Данные компании

# Contract_AdditionalInformation
source: Additional Information
ro: Informații suplimentare
ru: Дополнительная информация

# Contract_CustomersExistingEquipment
source: Customer's existing equipment
ro: Echipamentul existent al clientului
ru: Существующее оборудование клиента

# Contract_OptionalEquipment
source: Optional equipment
ro: Echipament optional
ru: Дополнительное оборудование

# Contract_Comments
source: Comments
ro: Comentarii
ru: Комментарии

# Contract_ClientName
source: Full Name of client
ro: Numele complet al clientului
ru: ФИО клиента

# Contract_CreationDate
source: Date of creation
ro: Data creării
ru: Дата создания

# Contract_ProjectName
source: Project name
ro: Denumirea proiectului
ru: Название проекта

# Contract_ResponsibleManager
source: Responsible manager
ro: Manager responsabil
ru: Ответственный менеджер

# Contract_RequisitesCompany
source: Requisites Company
ro: Rechizite companiei
ru: Реквизиты компании

# Contract_LegalName
source: Legal name
ro: Nume legal
ru: Юридическое название

# Contract_ContractNumber
source: Contract number
ro: Numărul contractului
ru: Номер контракта

# Contract_ContractDate
source: Contract date
ro: Data contractului
ru: Дата контракта

# Contract_SoftwareComplex
source: Software package
ro: Pachete software
ru: Программный комплекс

# Contract_CommercialName
source: Commercial name
ro: Nume comercial
ru: Коммерческое название

# Contract_AutomationPointsCount
source: Number of automation points
ro: Numărul de puncte de automatizare
ru: Кол-во точек автоматизации

# Contract_ActualAddress
source: Actual address of the central office
ro: Adresa actuală a biroului central
ru: Фактический адрес центрального офиса

# Contract_ExpectedLaunchDate
source: Estimated launch date
ro: Data estimată de lansare
ru: Предположительная дата запуска

# Contract_ProjectManager
source: Project manager
ro: Manager de proiect
ru: Менеджер проекта

# Contract_CompanyWorkDescription
source: Description of the company's work
ru: Описание работы компании

# Contract_Bank
source: Bank
ro: Bancă
ru: Банк

# Contract_BankCode
source: Bank Code
ro: Code Banc
ru: Код Банка

# Contract_FullName
source: Full Name
ro: Numele complet
ru: ФИО

# Contract_JobTitle
source: Job title
ro: Denumirea funcției
ru: Должность

# Contract_Telephone
source: Telephone
ro: Telefon
ru: Телефон

# Contract_WorkstationCountCasa
source: Number of cash register workplaces
ro: Numărul locurilor de muncă de la casa
ru: Количество рабочих мест кассы

# Contract_WorkstationCountBack
source: Number of BACK register workplaces
ro: Numărul locurilor de muncă de la BACK
ru: Количество рабочих мест BACK

# Contract_WarehousesAndDepartments
source: Name of warehouses and departments
ro: Denumirea depozitelor și departamentelor
ru: Наименование складов и подразделений

# Contract_Server
source: Server
ru: Сервер

# Contract_TopBusinessProcesses
source: Main top-level business processes of the company
ro: Principalele procese de afaceri de nivel superior ale companiei
ru: Основные бизнес-процессы верхнего уровня компании

# Contract_AutomationPresent
source: Automation is present
ro: Automatizarea este prezentă
ru: Автоматизация присутствует

# Contract_ElectronicAssortmentAvailable
source: Availability of assortment in electronic form
ro: Disponibilitatea sortimentului în formă electronică
ru: Наличие ассортимента в электронном виде

# Contract_AssortmentGrouped
source: The assortment is grouped
ro: Sortimentul este grupat
ru: Ассортимент сгруппирован

# Contract_IntegrationWith1C
source: Integration with 1C
ru: Интеграция с 1С

# Contract_Version1C
source: Version 1C
ro: Versiunea 1C
ru: Версия 1С

# Contract_ServiceCompanyContacts
source: Contacts of the company providing 1C services
ro: Contacte ale companiei care furnizează servicii 1C
ru: Контакты компании, осуществляющей обслуживание 1С

# Contract_IntegrationWithBankTerminal
source: Integration with a bank terminal
ro: Integrare cu un terminal bancar
ru: Интеграция с банковским терминалом

# Contract_BankName
source: Name of the bank(s) used
ro: Numele băncii utilizate
ru: Название банка(ов) которого(ых) используются

# Contract_TerminalName
source: Name of the terminal(s) used
ro: Numele terminalului(lor) utilizat(e)
ru: Название терминал(ы) которого(ых) используются

# Contract_IntegrationWithScales
source: Integration with scales
ro: Integrare cu cântare
ru: Интеграция с весами

# Contract_ScaleNameAndModel
source: Name and model of scales
ro: Denumirea și modelul cântarilor
ru: Название и модель весов

# Contract_IntegrationWithWebsite
source: Website integration
ro: Integrarea site-ului web
ru: Интеграция с сайтом

# Contract_OwnTechnicalStaffPresent
source: Availability of own technical staff
ro: Disponibilitate personal tehnic propriu
ru: Наличие собственного технического персонала

# Contract_TechnicalStaffContacts
source: Technical staff contact details
ro: Datele de contact ale personalului tehnic
ru: Контактные данные технического персонала

# Contract_IndustrialLaunchConditions
source: Necessary conditions for launching into commercial operation
ro: Condiții necesare pentru lansarea în exploatare comercială
ru: Необходимые условия для запуска в промышленную эксплуатацию

# Contract_CashRegisters
source: Cash registers
ro: Case de marcat
ru: Кассовые аппараты

# Contract_FiscalPrinters
source: Fiscal printers
ro: Imprimante fiscale
ru: Фискальные принтеры

# Contract_BarcodeScanners
source: Barcode scanners
ro: Scanere de coduri de bare
ru: Сканеры штрих-кодов

# Contract_POSPrinters
source: POS printers
ro: Imprimante POS
ru: POS принтеры

# Contract_POSLabelPrinters
source: POS label printers
ro: Imprimante de etichete POS
ru: POS принтеры этикеток

# Contract_Scales
source: Scales
ro: Cântare
ru: Весы

# Contract_CashDrawers
source: Cash drawers
ro: Sertare de numerar
ru: Денежные ящики

# Contract_BuyerMonitors
source: Buyer monitors
ro: Monitoare cumparator
ru: Мониторы покупателя

# Contract_FrontOfficeComputers
source: Front Office Computers
ro: Calculatoare Front Office
ru: Компьютеры Front Office

# Contract_BackOfficeComputers
source: Back Office Computers
ro: Computere Back Office
ru: Компьютеры Back Office

# Contract_ServerEquipment
source: Server equipment
ro: Echipament server
ru: Серверное оборудование

# Contract_Name
source: Name
ro: Nume
ru: Название

# Contract_ModelSpecifications
source: Model/Specifications
ro: Model/Specificații
ru: Модель/характеристики

# Contract_Qty
source: Qty
ro: Cant
ru: Кол-во

# Contract_Workplace
source: Workplace
ro: La locul de muncă
ru: Рабочее место

# Contract_ActionOrTaskName
source: Name of action/tap
ro: Denumirea acţiunii/tapului
ru: Название действия/этапа

# Contract_StartDate
source: Start date
ro: Data începerii
ru: Дата начала

# Contract_CompletionDate
source: Date of completion
ru: Дата завершения

# Contract_ResponsiblePerson
source: Responsible
ro: Responsabil
ru: Отвественный

# Contract_SharePercentage
source: Share %
ro: Cota %
ru: Доля %

# Contract_AchievementCriteria
source: Achievement Criteria
ro: Criterii de atingerea
ru: Критерии достижения

# Contract_Further
source: Further
ro: Mai departe
ru: Далее

# Field_not_empty
source: This field must not be empty
ro: Acest câmp nu trebuie să fie gol
ru: Данное поле не должно быть пустым

# Contract_AddContacts
source: Add contacts
ro: Adauga contacte
ru: Добавить контакты

# Contract_CustomerEquipment
source: Customer equipment
ro: Echipamentul clientului
ru: Оборудование клиента

# Contract_AddEquipment
source: Add equipment
ro: Adăugați echipament
ru: Добавить оборудование

# Contract_Acceptable_File_Format
source: Acceptable file format
ro: Format de fișier acceptabil
ru: Допустимые формат файлов

# Contract_ProgramModuleInstallationAct
source: The act of installing the program module.
ro: Act de instalare a modulelor soft.
ru: Акт установки программного модуля.

# Contract_PersonnelTrainingLaw
source: Law on training personnel.
ro: Act de instruire a personalului.
ru: Акт об обучении персонала.

# Contract_ControlSheetLCF17
source: Control sheet LC-F17.
ro: Lista de verificare LC-F17.
ru: Контрольный лист LC-F17.

# Contract_WorkCompletionAcceptanceAct
source: Delivery-acceptance act work done.
ro: Act de predare-primire a lucrărilor executate.
ru: Акт сдачи-приема выполненных работ.

# Contract_AutomationPoints
source: Automation points
ro: Puncte de automatizare
ru: Точки автоматизации

# Contract_Adress
source: Address
ro: Adresa
ru: Адрес

# Contract_AddAutomationPoint
source: Add automation point
ro: Adăugați un punct de automatizare
ru: Добавить точку автоматизации

# Contract_Description
source: Description
ro: Descriere
ru: Описание

# Contract_Verified
source: Verified
ro: Verificat
ru: Проверенно

# Contract_NameTerminals
source: Name Terminals
ro: Numele terminalelor
ru: Название терминалов

# Contract_NameBanks
source: Name Banks
ro: Numele băncilor
ru: Название банков

# Contract_InvalidDataFormat
source: Invalid data format
ro: Format de date nevalid
ru: Недопустимый формат данных

# Contract_FileSizeExceeded
source: File size exceeded
ro: Dimensiunea fișierului a fost depășită
ru: Превышен размер файла

# Contract_RevisionType
source: Revision type
ro: Tipul de revizuire
ru: Тип доработки

# Contract_AddRevision
source: Add revision
ro: Adăugați o revizuire
ru: Добавить доработку

# Contract_AddStage
source: Add stage
ro: Adaugă etapa
ru: Добавить этап

# Contract_Priority
source: Priority
ro: O prioritate
ru: Приоритет

# Contract_Project_Automation_Type
source: Project automation type
ro: Tipul de automatizare a proiectelor
ru: Тип автоматизации проекта

# Contract_ConfirmationDepartureCertificate
source: Confirmation of the departure certificate
ro: Confirmarea certificatului de plecare
ru: Подтверждение акта о выезде

# Contract_Departure_Date
source: Departure date
ro: Data plecarii
ru: Дата выезда

# Contract_NeedCheckSpecialist
source: Need a check by a technical specialist
ro: Este nevoie de verificare tehnică. specialist
ru: Нужна проверка тех. специалиста

# Contract_Specialist
source: Specialist
ru: Специалист

# Contract_ErrorListBanks
source: Error while getting list of banks
ro: Eroare la obținerea unei liste de bănci
ru: Ошибка при получение списка банков

# Contract_ErrorParsingXML
source: Error parsing XML
ro: Eroare la analizarea XML
ru: Ошибка при парсинге XML

# SistemPaymentMIA
source: MIA payment system
ro: Sistem de plata MIA
ru: Платёжная система MIA

source: Card payments
ro: Plăți cu card
ru: Платежи картой

source: MIA payments
ro: Plați MIA
ru: Платежи MIA

# HeaderActivFiscalDevice
source: Editing information about the fiscal device is unavailable while it is active. To make changes, first deactivate the device, then perform the necessary modifications. (Does not apply to VAT rates.)
ro: Editarea informațiilor despre dispozitivul fiscal nu este disponibilă cât timp acesta este activ. Pentru a efectua modificări, dezactivați mai întâi dispozitivul, apoi efectuați modificările necesare. (Nu se aplică cotelor TVA.)
ru: Редактирование информации о фискальном устройстве недоступно, пока оно активно. Чтобы внести изменения, сначала деактивируйте устройство, затем выполните необходимые изменения. (Не касается ставок НДС.)

# ValidationDeleteQr
source: The entered QR name does not match the name of the QR to be deleted
ro: Denumirea QR introdusă nu corespunde denumirii QR-ului care trebuie șters
ru: Введённое наименование QR-а не соответствует наименованию удаляемого QR-a

# HeaderDeleteBankQR
source: Do you really want to delete this QR? To confirm, please enter the QR name first:
ro: Chiar doriți să ștergeți acest QR? Pentru confirmare, introduceți mai întâi denumirea QR-ului:
ru: Вы действительно хотите удалить этот QR? Для подтверждения сначала введите наименование QR-a:

source: Products Overview
ro: Prezentare generală a produselor
ru: Обзор продукции

# ProductsOverviewHint
source: You can hold shift and click on table headers to group different filters
ro: Puteți ține apăsată tasta Shift și faceți clic pe anteturile tabelului pentru a grupa diferite filtre
ru: Вы можете удерживать клавишу Shift и нажимать на заголовки таблиц, чтобы группировать различные фильтры

# DependenceDeleteBank
source: You cannot delete this bank because there are dependencies in the
ro: Nu puteți șterge această bancă, deoarece există dependențe în
ru: Вы не можете удалить данный банк, так как существуют зависимости в

# AmountOrAssortmentListError
source: Amount and assortment cannot both be filled at the same time
ro: Suma și asortiment nu pot fi completate în același timp
ru: Сумма и ассортимент не могут быть заполнены одновременно

source: Note
ro: Nota
ru: Примечание

# MercantBankSettingsID
source: Merchant Bank Settings ID
ro: Cod de setări Merchant Bank
ru: Идентификатор настроек торгового банка

# ConfirmationDeleteSalesDepartment
source: Do you really want to delete the point of sale? To confirm, enter the "ID" of the entry:
ro: Sigur doriți să ștergeți punctul de vânzare? Pentru a confirma, introduceți „ID” al intrării:
ru: Вы действительно хотите удалить точку продаж? Для подтверждения введите "ID" записи:

# ConfirmationResetSalesDepartment
source: Do you really want to renew your Point of Sale license? Enter the 'ID' of the entry to confirm:
ro: Sigur doriți să vă reînnoiți licența POS? Pentru a confirma, introduceți „ID” al intrării:
ru: Вы действительно хотите обновить лицензию точки продаж? Для подтверждения введите 'ID' записи:

source: Renew license
ro: Actualizați licența
ru: Обновить лицензию

# SistemPaymentSmart
source: Smart payment system
ro: Sistem de plata Smart
ru: Платёжная система Smart

# SelectPointOfSales
source: Select point of sale
ro: Selectați punctul de vânzare
ru: Выберите точку продажи

# NoDataForPeriodMessage
source: No data available for the period from {0} to {1}.
ro: Nu există date pentru această perioadă de la {0} la {1}.
ru: За данный период с {0} по {1} нет данных.

# YouMustSelectLicense
source: You must select a license.
ro: Trebuie să selectați o licență.
ru: Необходимо выбрать лицензию.

source: Employee working hours
ro: Programul de lucru al angajatului
ru: Рабочее время сотрудника

# FileNameEmployeeWorkingHours
source: Employees working hours from {0} to {1}.xlsx
ro: Programul de lucru al angajaților de la {0} la {1}.xlsx
ru: Рабочее время сотрудников c {0} по {1}.xlsx

# CompanyForUpdatePlaceholder
source: Please select additional companies
ro: Selectați companii suplimentare
ru: Пожалуйста, выберите дополнительные компании

# CompanyForUpdate
source: Additional companies
ro: Companii suplimentare
ru: Дополнительные компании

source: Not specified
ro: Nemenționat
ru: Не указано

# LongZReport
source: Extended Receipt
ro: Bon detaliat
ru: Подробный чек

# MCR_SMSService
source: Send via SMS
ro: Trimite prin SMS
ru: Отправить через SMS

source: Terminal
ru: Терминал

source: AcceptorID
ro: Acceptant ID
ru: Акцептор ID

source: TerminalID
ru: Терминал ID

# WantReactivateTerminal
source: Are you sure you want to reactivate the terminal:
ro: Chiar doriți să reactivați terminalul:
ru: Вы действительно хотите реактивировать терминал:

source: Service provider ID
ro: ID-ul furnizorului de servicii
ru: ID поставщика услуг
